Repository: matiyashpr/djangoproject
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: uk

source: The student is leader of another group
uk: Студент є старостою іншої групи

source: Exam
uk: Іспит

source: Exams
uk: Іспити

source: Subject name
uk: Назва предмету

source: Date and time
uk: Дата та час

source: Professor
uk: Викладач

source: Group
uk: Група

source: Exam result
uk: Результат екзамену

source: Exam results
uk: Результати екзаменів

source: Student
uk: Студент

source: Score
uk: Оцінка

source: Groups
uk: Групи

source: Name
uk: Назва

source: Leader
uk: Староста

source: Notes
uk: Додаткові нотатки

source: Month Journal
uk: Місячний журнал

source: Month Journals
uk: Місячні журнали

source: Date
uk: Дата

source: Students
uk: Студенти

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Middle Name
uk: По-батькові

source: Birthdate
uk: Дата народження

source: Photo
uk: Фото

source: Ticket
uk: № Білету

source: Subject
uk: Предмет

source: Subjects
uk: Предмети

source: Name of subject
uk: Назва предмету

source: Professor name
uk: Викладач

source: Contact administrator
uk: Контакт з адміністратором

source: Contact
uk: Контакт

source: Please fix the following errors
uk: Будь ласка, виправте наступні помилки

source: Students Accounting Service
uk: Сервіс обліку студентів

source: Group:
uk: Група:

source: All students
uk: Усі студенти

source: Login
uk: Увійти

source: Journal
uk: Відвідування

source: Exam result form
uk: Форма результату екзамену

source: Add result
uk: Додати результат

source: Action
uk: Дія

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: No results in database at this moment
uk: На даний момент немає результатів в базі

source: Add exam
uk: Додати екзамен

source: Date and time of exam
uk: Дата та час екзамену

source: Any exams in database
uk: Жодних екзаменів в базі

source: Delete exam
uk: Видалити екзамен

source: Do you realy wan't delete exam
uk: Ви дійсно хочете видалити екзамен

source: Yes
uk: Так

source: No
uk: Ні

source: Exam form
uk: Форма екзамену

source: Delete exam result
uk: Видалити результат екзамену

source: Do you realy wan't delete exam result
uk: Ви дійсно хочете видалити результат екзамену?

source: Delete Group
uk: Видалити групу

source: Do you really want to delete group: "%(object)s"?
uk: Ви дійсно хочете видалити групу: "%(object)s"?

source: Group form
uk: Форма групи

source: Please correct the following errors
uk: Будь ласка, виправте наступні помилки

source: Add Group
uk: Додати групу

source: Group name
uk: Назва

source: Actions
uk: Дії

source: For the moment there is no student in base. Please ,
uk: На даний момент немає жодного студента в базі. Будь ласка

source: add
uk: додайте

source: the first.
uk: першого

source: The changes in the journal are saved automatically with every click on table square
uk: Дані в таблиці зберігаються автоматично при кожному кліку в клітинці таблиці

source: Saving...
uk: Зберігання...

source: You can't make changes
uk: Ви не можете вносити змін

source: Previous month
uk: Пропередній місяць

source: Next mounth
uk: Наступний місяць

source: Add Student
uk: Додати студента

source: First name*
uk: Ім'я*

source: Enter your first name
uk: Введіть ваше ім'я

source: Last name*
uk: Прізвище*

source: Enter your last name
uk: Введіть ваше прізвище

source: Patronymic
uk: По-батькові

source: Enter your middle name
uk: Введіть ваше по-батькові

source: Birthdate*
uk: Дата народження*

source: Example 1998.02.26
uk: Наприклад 1998.02.26

source: Select group
uk: Виберіть групу

source: Add
uk: Додати

source: Cancel
uk: Скасувати

source: Delete student
uk: Видалити студента

source: Do you really want to delete student: "%(object)s"?
uk: Ви дійсно хочете видалити студента: "%(object)s"?

source: Edit student
uk: Редагувати студента

source: Save
uk: Зберегти

source: Students list
uk: Список студентів

source: Ticket №
uk: № Білету

source: Subject form
uk: Форма предмету

source: Add subject
uk: Додати предмет

source: Name subject
uk: Назва предмету

source: Name professor
uk: Викладач

source: Any subjects in database
uk: Жодних предметів в базі

source: Delete subject
uk: Видалити предмет

source: Do you realy wan't subject
uk: Ви дійсно хочете видалити предмет

source: Send
uk: Надіслати

source: Your E-mail
uk: Ваша електронна адреса

source: Title
uk: Заголовок повідомлення

source: Text message
uk: Текст повідомлення

source: When you send a letter to an unexpected error occurred. Try using this form later
uk: Під час відправки листа виникла непередбачувана помилка. Спробуйте скористатись даною формою пізніше

source: Message sent successfully!
uk: Повідомлення надіслано успішно

source: <div class="form-group"><label class="col-sm-2 control-label"></label><div class="controls col-sm-10"> <input class="btn btn-primary" type="submit" value="Save" name="add_button" /> <a class="btn btn-link" name="cancel_button" href="{% url "exams" %}?status_message= "Add/Edit result canceled" > Cancel </a> </div></div>
uk: <div class="form-group"><label class="col-sm-2 control-label"></label><div class="controls col-sm-10"> <input class="btn btn-primary" type="submit" value="Зберегти" name="add_button" /> <a class="btn btn-link" name="cancel_button" href="{% url "exams" %}?status_message= "Додавання/редагування результату скасовано" > Скасувати </a> </div></div>

source: Exam result %s added successfully!
uk: Результат екзамену %s доданий успішно

source: Exam result %s saved successfully!
uk: Результат екзамену %s збережений успішно

source: Exam result %s delete successfully!
uk: Результат екзамену %s видалено успішно

source: <div class="form-group"><label class="col-sm-2 control-label"></label><div class="controls col-sm-10"> <input class="btn btn-primary" type="submit" value="Save" name="add_button" /> <a class="btn btn-link" name="cancel_button" href="{% url "exams" %}?status_message="Add/Edit exam canceled">Cancel</a> </div></div>
uk: <div class="form-group"><label class="col-sm-2 control-label"></label><div class="controls col-sm-10"> <input class="btn btn-primary" type="submit" value="Зберегти" name="add_button" /> <a class="btn btn-link" name="cancel_button" href="{% url "exams" %}?status_message="Додавання/редагування екзамену скасовано">Скасувати</a> </div></div>

source: Exam %s added successfully!
uk: Екзамен %s доданий успішно

source: Exam %s saved successfully!
uk: Екзамен %s збережений успішно

source: Exam %s delete successfully!
uk: Екзамен %s видалено успішно

source: This student from other group.
uk: Студент є старостою іншої групи

source: %s?status_message=Changes successfully saved!
uk: %s?status_message=Зміни успішно збережені!

source: ?status_message=Changes canceled.
uk: %s?status_message=Зміни скасовано!

source: First Name field is required
uk: Ім'я є обов'язковим

source: Last name field is required
uk: Прізвище є обов'язковим

source: Birthdate field is required
uk: Дата народження є обов'язковою

source: Enter currently format (Example 1998.02.26)
uk: Введіть коректний формат (Наприклад 1998.02.26)

source: Ticket number is required
uk: Номер білета є обов'язковим

source: Select the group for student
uk: Виберіть групу для студента

source: Choose a specific group
uk: Виберіть конкретну групу

source: Choose a photo
uk: Виберіть фото

source: Photo size should not exceed
uk: Розмір фото не повинен перевищувати

source: megabyte
uk: мегабайт

source: This should be a picture, such as file format %s
uk: Це має бути зоображення, наприклад файл з форматом %s

source: Student %s %s added successfully!
uk: Студент %s %s доданий успішно

source: Adding student canceled!
uk: Додавання студента скасовано

source: Student - {}, was successfully updated!
uk: Студент - {}, успішно редагований

source: Student {} updated successfully!
uk: Студент - {}, успішно редагований

source: %s?status_message=Student successfully deleted!
uk: %s?status_message=Студент успішно видалений!

source: <div class="form-group"><label class="col-sm-2 control-label"></label><div class="controls col-sm-10"> <input class="btn btn-primary" type="submit" value="Save" name="add_button" /> <a class="btn btn-link" name="cancel_button" href="{% url "subjects" %}?status_message=Add/Edit exam canceled>Cancel</a> </div></div>
uk: <div class="form-group"><label class="col-sm-2 control-label"></label><div class="controls col-sm-10"> <input class="btn btn-primary" type="submit" value="Зберегти" name="add_button" /> <a class="btn btn-link" name="cancel_button" href="{% url "exams" %}?status_message="Додавання/редагування предмету скасовано">Скасувати</a> </div></div>

source: Subject %s added successfully!
uk: Предмет %s доданий успішно

source: Subject %s saved successfully!
uk: Предмет %s збережено успішно

source: Subject %s delete successfully!
uk: Предмет %s видалено успішно
